<template>
    <div class="container row m-auto">
        <h1 class="header mb-2">ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ</h1>
        <h5 class="subheader_faq "><b>в: Каковы основные различия между травертином, мрамором и известняком?</b></h5>
        <ul class="description_font" style="margin:0px;">
            <li><b>Травертин</b>: Известный своими естественными отверстиями и порами, он имеет деревенский вид.</li>
            <li><b>Мрамор</b>: Полированный и элегантный, часто с прожилками и глянцевой отделкой.</li>
            <li><b>Известняк</b>: Более мягкий, с матовой отделкой, обеспечивающий более естественный, сдержанный вид.</li>
        </ul>
        
        <h5 class="subheader_faq "><b>в: Подходят ли эти плитки для использования на открытом воздухе?</b></h5>
        <div class="description_font" >
            Да, все три типа можно использовать на открытом воздухе, но их пригодность зависит от отделки и климата. Травертин и известняк популярны для патио и палуб у бассейнов из-за их нескользящих свойств в неотполированном виде.
        </div>

        <h5 class="subheader_faq"><b>в: Насколько долговечна эта плитка?</b></h5>
        <div class="description_font">
            Мрамор — самый твердый и долговечный, за ним следуют травертин и известняк. Однако все они требуют надлежащей герметизации для сохранения внешнего вида и долговечности.
        </div>
        <h5 class="subheader_faq"><b>в: Нужна ли герметизация этой плитки?</b></h5>
        <div class="description_font">
            Да, герметизация рекомендуется для всех трех типов, чтобы предотвратить появление пятен и сохранить их естественную красоту, особенно в помещениях с высокой влажностью или большой проходимостью.
        </div>
        <h5 class="subheader_faq"><b>в: Как чистить и ухаживать за плиткой?</b></h5>
            <ul class="description_font" style="margin:0px;">
                <li>Используйте чистящее средство с нейтральным pH.</li>
                <li>Избегайте использования кислотных или абразивных чистящих средств, так как они могут повредить камень.</li>
                <li>Для защиты плитки рекомендуется регулярно наносить герметик.</li>
            </ul>
        <h5 class="subheader_faq"><b>в: Экологична ли эта плитка?</b></h5>
        <div class="description_font">
            Да, травертин, мрамор и известняк — это натуральные камни, добыча и производство которых оказывают минимальное воздействие на окружающую среду.
        </div>
        <h5 class="subheader_faq"><b>в: Можно ли использовать эту плитку с подогревом пола?</b></h5>
        <div class="description_font">
            Да, они являются отличными проводниками тепла и хорошо работают с системами напольного отопления.
        </div>
        <h5 class="subheader_faq"><b>в: Скользкая ли эта плитка, если она мокрая?</b></h5>
        <div class="description_font">
            Полированный мрамор может быть скользким при намокании, в то время как шлифованная или текстурированная отделка травертина и известняка обеспечивает лучшую устойчивость к скольжению.
        </div>
        <h5 class="subheader_faq"><b>в: Какие доступны варианты цвета?</b></h5>
            <ul class="description_font" style="margin:0px;">
                <li><b>Травертин:</b> Землистые тона, такие как бежевый, коричневый и кремовый.</li>
                <li><b>Мрамор:</b> Классические белые, серые, черные, а иногда зеленые или красные цвета.</li>
                <li><b>Известняк:</b> Нейтральные оттенки бежевого, серого и нежно-белого.</li>
            </ul>
        <h5 class="subheader_faq"><b>в: Как выбрать подходящую плитку для моего проекта?</b></h5>
        <div class="description_font">
            Учитывайте местоположение, предпочтения в дизайне, долговечность и требования к обслуживанию. За помощью обращайтесь к экспертам Mekmar для получения персонализированных рекомендаций.
        </div>
        <h5 class="subheader_faq"><b>в: Эта плитка дорогая?</b></h5>
        <div class="description_font">
            Цены варьируются в зависимости от типа камня, качества и отделки. Мрамор, как правило, самый дорогой, за ним следуют травертин и известняк.
        </div>
        <h5 class="subheader_faq"><b>в: Можно ли использовать эту плитку в ванных комнатах?</b></h5>
        <div class="description_font">
            Да, они идеально подходят для ванных комнат, но требуют надлежащей герметизации для защиты от влаги и пятен.
        </div>
        <h5 class="subheader_faq"><b>Напольная плитка</b></h5>
        <ul style="margin:0px;" class="description_font">
            <li>
                <h5 class="subheader_faq"><b>в: Подходят ли эти плитки для мест с высокой проходимостью?</b></h5>
                <div class="description_font_2">
                    Да, мрамор и травертин отлично подходят для зон с высокой проходимостью при условии надлежащей герметизации. Известняк лучше подходит для зон с умеренной проходимостью из-за своей более мягкой природы.
                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Можно ли использовать травертин, мрамор или известняк для полов с подогревом?</b></h5>
                <div class="description_font_2">
                    Да, они являются отличными проводниками тепла и хорошо сочетаются с системами подогрева пола.

                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Устойчива ли эта плитка к царапинам?</b></h5>
                <div class="description_font_2">
                    Мрамор более устойчив к царапинам, чем травертин или известняк, но все они могут поцарапаться при воздействии абразивных материалов.

                </div>
            </li>
        </ul>
        <h5 class="subheader_faq"><b>Фасадная и настенная плитка</b></h5>
        <ul style="margin:0px;" class="description_font">
            <li>
                <h5 class="subheader_faq"><b>в: Можно ли использовать травертин, мрамор или известняк для фасадов?</b></h5>
                <div class="description_font_2">
                    Да, они обычно используются для фасадов. Мрамор придает роскошный вид, травертин добавляет текстуру, а известняк придает естественный и вневременный вид.
                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Подойдет ли эта плитка для акцентных стен?</b></h5>
                <div class="description_font_2">
                    Безусловно! Мраморные акцентные стены создают эффект, а травертин и известняк добавляют тепла и фактуры.

                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Требуют ли эти настенные плитки какого-либо специального ухода?</b></h5>
                <div class="description_font_2">
                    Для вертикальных применений достаточно регулярной очистки от пыли и периодической очистки с помощью pH-нейтрального очистителя. Герметизация помогает предотвратить впитывание воды или грязи.

                </div>
            </li>
        </ul>
        <h5 class="subheader_faq"><b>Наружная и ландшафтная плитка</b></h5>
        <ul class="description_font" style="margin:0px;">
            <li>
                <h5 class="subheader_faq"><b>в: Какой тип плитки лучше всего подходит для использования на открытом воздухе?</b></h5>
                    <ul class="description_font_2" style="margin:0px;">
                        <li>
                            <b>Травертин: </b>Идеально подходит для патио и террас у бассейнов благодаря нескользящей поверхности.
                        </li>
                        <li>
                            <b>Известняк: </b>Идеально подходит для пешеходных дорожек и садовых дорожек.
                        </li>
                        <li>
                            <b>Мрамор: </b>Лучше всего подходит для использования на крытых открытых площадках благодаря полированной поверхности.
                        </li>
                    </ul>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Как ведут себя эти плитки при отрицательных температурах?</b></h5>
                <div class="description_font_2">
                    Травертин и известняк более устойчивы к циклам замерзания и оттаивания, если они правильно запечатаны. Мрамор может треснуть, если его не поддерживать должным образом в холодном климате.

                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Могу ли я использовать эту плитку для оформления сада?</b></h5>
                <div class="description_font_2">
                    Да, травертин и известняк популярны в ландшафтном дизайне благодаря своим землистым тонам и нескользкости.

                </div>
            </li>
        </ul>
        <h5 class="subheader_faq"><b>Асфальтоукладчики</b></h5>
        <ul style="margin:0px;" class="description_font">
            <li>
                <h5 class="subheader_faq"><b>в: Каковы преимущества использования натурального камня для мощения?</b></h5>
                <ul class="description_font_2" style="margin:0px;">
                    <li>
                        Прочность и долговечность.
                    </li>
                    <li>
                        Вечная и естественная эстетика.
                    </li>
                    <li>
                        Термостойкие, что делает их удобными для хождения босиком.
                    </li>
                </ul>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Чем травертиновая брусчатка отличается от бетонной?</b></h5>
                <div class="description_font_2">
                    Травертиновая брусчатка более долговечна, термостойка и визуально привлекательна, чем бетон, но стоит дороже.
                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Требуют ли тротуарные плитки специальной установки?</b></h5>
                <div class="description_font_2">
                    Для долговечности брусчатки из натурального камня требуется прочное основание, надлежащее выравнивание и периодическая повторная герметизация.
                </div>
            </li>
        </ul>
        <h5 class="subheader_faq"><b>Настенная и фасадная плитка</b></h5>
        <ul style="margin:0px;" class="description_font">

            <li>
                <h5 class="subheader_faq"><b>в: Можно ли использовать травертин или известняк для фартука?</b></h5>
                <div class="description_font_2">
                    Да, они отлично подходят для фартуков на кухне или в ванной, добавляя текстуру и индивидуальность.
                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Легко ли пачкаются мраморные настенные плитки?</b></h5>
                <div class="description_font_2">
                    Под воздействием кислотных веществ мрамор может оставлять пятна, однако герметизация сводит этот риск к минимуму.
                </div>
            </li>
        </ul>
        <h5 class="subheader_faq"><b>Вопросы по обслуживанию</b></h5>
        <ul style="margin:0px;" class="description_font">
            <li>
                <h5 class="subheader_faq"><b>в: Как часто необходимо герметизировать наружную плитку?</b></h5>
                <div class="description_font_2">
                    При наружном применении рекомендуется проводить повторную герметизацию каждые 1–2 года в зависимости от погодных условий.
                </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Как лучше всего чистить наружную плитку?</b></h5>
                <div class="description_font_2">
                    Используйте шланг для регулярной уборки и очиститель с нейтральным pH для стойких загрязнений. Избегайте мойки под давлением, так как она может разъесть мягкие камни, такие как травертин и известняк.
                                    </div>
            </li>
            <li>
                <h5 class="subheader_faq"><b>в: Устойчива ли эта плитка к мху и водорослям?</b></h5>
                <div class="description_font_2">
                    Регулярная очистка и герметизация предотвращают рост мха и водорослей на внешних поверхностях.
                    </div>
            </li>
        </ul>




    </div>
</template>

<script lang="ts" setup>
    
</script>