<template>
  <div class="container m-auto">
    <div class="row" v-if="!isMobile">
      <div class="col-6">
        <h1 class="header mb-2">الأسئلة الشائعة</h1>
        <h5 class="subheader_faq">
          <b
            >أسئلة: ما هي الفروقات الرئيسية بين الترافرتين والرخام والحجر
            الجيري؟</b
          >
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>
            <b>الترافرتين</b>: تشتهر بفتحاتها ومساماتها الطبيعية، وتوفر مظهرًا
            ريفيًا.
          </li>
          <li>
            <b>رخام</b>: مصقولة وأنيقة، وغالبًا ما تحتوي على عروق ولمسة نهائية
            لامعة.
          </li>
          <li>
            <b>الحجر الجيري</b>: أكثر نعومة مع لمسة نهائية غير لامعة، مما يوفر
            مظهرًا طبيعيًا أكثر بساطة.
          </li>
        </ul>

        <h5 class="subheader_faq">
          <b>أسئلة: هل هذه البلاط مناسبة للاستخدام الخارجي؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، يمكن استخدام الأنواع الثلاثة في الهواء الطلق، لكن ملاءمتها
            تعتمد على التشطيب والمناخ. تعد الترافرتين والحجر الجيري من المواد
            الشائعة في الأفنية وشرفات المسابح نظرًا لخصائصها غير القابلة
            للانزلاق عندما لا يتم تلميعها.
          </li>
        </ul>

        <h5 class="subheader_faq"><b>أسئلة: ما مدى متانة هذه البلاط؟</b></h5>
        <ul class="description_font">
          <li>
            الرخام هو الأكثر صلابة ومتانة، يليه الترافرتين والحجر الجيري. ومع
            ذلك، تتطلب جميعها إغلاقًا مناسبًا للحفاظ على مظهرها وطول عمرها.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل تحتاج هذه البلاط إلى الختم؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، يوصى بإغلاق جميع الأنواع الثلاثة لمنع البقع والحفاظ على جمالها
            الطبيعي، وخاصة في المناطق ذات الرطوبة العالية أو حركة المرور
            الكثيفة.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: كيف أقوم بتنظيف وصيانة هذه البلاط؟</b>
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>استخدم منظفًا محايدًا من حيث الرقم الهيدروجيني.</li>
          <li>
            تجنب المنظفات الحمضية أو الكاشطة لأنها قد تؤدي إلى إتلاف الحجر.
          </li>
          <li>يوصى بإعادة الإغلاق بشكل منتظم لحماية البلاط.</li>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة: هل هذه البلاط صديقة للبيئة؟</b></h5>
        <ul class="description_font">
          <li>
            نعم، تعتبر الترافرتين والرخام والحجر الجيري أحجارًا طبيعية ذات تأثير
            بيئي ضئيل أثناء الاستخراج والإنتاج.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل يمكن استخدام هذه البلاط مع التدفئة تحت الأرضية؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، فهي موصلات ممتازة للحرارة وتعمل بشكل جيد مع أنظمة التدفئة تحت
            الأرضية.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل هذه البلاط زلقة عندما تكون مبللة؟</b>
        </h5>
        <ul class="description_font">
          <li>
            يمكن أن يكون الرخام المصقول زلقًا عندما يكون مبللاً، في حين توفر
            التشطيبات المصقولة أو المزخرفة من الحجر الجيري والحجر الجيري مقاومة
            أفضل للانزلاق.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: ما هي خيارات الألوان المتاحة؟</b>
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>
            <b>الترافرتين:</b> الألوان الترابية مثل البيج، والبني، والكريمي.
          </li>
          <li>
            <b>رخام:</b> الأبيض الكلاسيكي، والرمادي، والأسود، وأحيانا الأخضر أو
            ​​الأحمر.
          </li>
          <li>
            <b>الحجر الجيري:</b> ظلال محايدة من اللون البيج والرمادي والأبيض
            الناعم.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: كيف أختار البلاط المناسب لمشروعي؟</b>
        </h5>
        <ul class="description_font">
          <li>
            ضع في اعتبارك الموقع وتفضيلات التصميم والمتانة ومتطلبات الصيانة.
            للحصول على المساعدة، استشر خبراء Mekmar للحصول على نصائح شخصية.
          </li>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة: هل هذه البلاط باهظة الثمن؟</b></h5>
        <ul class="description_font">
          <li>
            تختلف الأسعار حسب نوع الحجر وجودته وتشطيبه. يميل الرخام إلى أن يكون
            الأغلى ثم يليه الحجر الجيري والحجر الجيري.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل يمكن استخدام هذه البلاط في الحمامات؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، فهي مثالية للحمامات ولكنها تتطلب إغلاقًا مناسبًا لمقاومة
            الرطوبة والبقع.
          </li>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الارضيات</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل هذه البلاط مناسبة للمناطق ذات الحركة المرورية
              الكثيفة؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، الرخام والترافرتين ممتازان للمناطق ذات الحركة المرورية
              الكثيفة مع وجود مانع تسرب مناسب. الحجر الجيري أكثر ملاءمة للمناطق
              ذات الحركة المرورية المعتدلة بسبب طبيعته الأكثر ليونة.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكنني استخدام الترافرتين أو الرخام أو الحجر الجيري
              للأرضيات الدافئة؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، فهي موصلات رائعة للحرارة وتتناسب بشكل جيد مع أنظمة التدفئة
              تحت الأرضية.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط مقاومة للخدش؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يعتبر الرخام أكثر مقاومة للخدوش من الترافرتين أو الحجر الجيري،
              ولكن كلاهما يمكن أن يتعرض للخدش إذا تعرض لمواد كاشطة.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الواجهة والجدران</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكن استخدام الترافرتين أو الرخام أو الحجر الجيري
              للواجهات؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، تُستخدم عادةً في واجهات المنازل. يُضفي الرخام مظهرًا فخمًا،
              ويضيف الحجر الجيري ملمسًا رائعًا، ويضفي الحجر الجيري شعورًا
              طبيعيًا وخالدًا.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط جيدة للجدران المميزة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالتأكيد! الجدران الرخامية تخلق انطباعًا مميزًا، بينما يضيف الحجر
              الجيري والحجر الجيري الدفء والملمس.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل تحتاج بلاطات الحائط هذه إلى أي صيانة خاصة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالنسبة للتطبيقات الرأسية، يكفي إزالة الغبار بانتظام والتنظيف
              العرضي باستخدام منظف ذي درجة حموضة محايدة. يساعد الختم على منع
              امتصاص الماء أو الأوساخ.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>البلاط الخارجي والمناظر الطبيعية</b></h5>
        <ul class="description_font" style="margin: 0px">
          <h5 class="subheader_faq">
            <b>أسئلة: ما هو نوع البلاط الأفضل للاستخدام الخارجي؟</b>
          </h5>
          <ul class="description_font_2" style="margin: 0px">
            <li>
              <b>الترافرتين: </b>مثالية للفناءات وحمامات السباحة بسبب سطحها غير
              القابل للانزلاق.
            </li>
            <li><b>الحجر الجيري: </b>مثالية للممرات أو مسارات الحديقة.</li>
            <li>
              <b>رخام: </b>يعمل بشكل أفضل في المناطق الخارجية المغطاة بسبب سطحه
              المصقول.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b>أسئلة: كيف تعمل هذه البلاط في درجات الحرارة المتجمدة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تتمتع الترافرتين والحجر الجيري بمقاومة أكبر لدورات التجمد
              والذوبان، بشرط أن يتم إغلاقهما بشكل صحيح. يمكن أن يتشقق الرخام إذا
              لم يتم صيانته بشكل كافٍ في المناخات الباردة.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل يمكنني استخدام هذه البلاط لمناظر الحديقة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، تعتبر الترافرتين والحجر الجيري من الأحجار المشهورة المستخدمة
              في تصميم المناظر الطبيعية بسبب ألوانها الترابية ومقاومتها
              للانزلاق.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاطات الرصف</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b>أسئلة: ما هي فوائد استخدام بلاط الحجر الطبيعي؟</b>
          </h5>
          <ul class="description_font_2" style="margin: 0px">
            <li>المتانة وطول العمر.</li>
            <li>جمالية خالدة وطبيعية.</li>
            <li>مقاومة للحرارة، مما يجعلها مريحة للمناطق حافية القدمين.</li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: كيف يتم مقارنة بلاط الترفرتين مع بلاط الخرسانة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تعتبر أحجار الترفرتين أكثر متانة ومقاومة للحرارة وجذابة بصريًا من
              الخرسانة ولكنها تأتي بتكلفة أعلى.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل تتطلب الأرصفة تركيبًا خاصًا؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تتطلب أحجار البناء الطبيعية قاعدة صلبة، وتسوية مناسبة، وإعادة
              إغلاق من حين لآخر لضمان إطالة عمرها.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الجدران والواجهات</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكنني استخدام الحجر الجيري أو الحجر الجيري للبلاط
              الخلفي؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، فهي خيارات ممتازة لخلفية المطبخ أو الحمام، حيث تضيف الملمس
              والشخصية.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل بلاط الجدران الرخامي يتلطخ بسهولة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يمكن أن يتلطخ الرخام إذا تعرض لمواد حمضية، ولكن الختم يقلل من هذا
              الخطر.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة الصيانة</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b>أسئلة: كم مرة تحتاج البلاط الخارجي إلى الختم؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالنسبة للتطبيقات الخارجية، يوصى بإعادة الإغلاق كل 1-2 سنة،
              اعتمادًا على الظروف الجوية.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: ما هي أفضل طريقة لتنظيف البلاط الخارجي؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              استخدم خرطومًا للتنظيف المنتظم ومنظفًا محايدًا للأس الهيدروجيني
              للأوساخ العنيدة. تجنب الغسيل بالضغط العالي لأنه قد يؤدي إلى تآكل
              الأحجار الأكثر ليونة مثل الحجر الجيري والحجر الجيري.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط مقاومة للطحالب أو الطحالب؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يمنع التنظيف المنتظم والختم نمو الطحالب والطحالب على الأسطح
              الخارجية.
            </li>
          </ul>
        </ul>
      </div>
      <div class="col-6">
        <VideosLazyCardFaq
          v-for="vid in videos"
          :key="vid.id"
          :video-id="vid.videoId"
          :title="vid.name"
        />
      </div>
    </div>

    <div class="row" v-else>
      <div class="col-6">
        <VideosLazyCardFaq
          v-for="vid in videos"
          :key="vid.id"
          :video-id="vid.videoId"
          :title="vid.name"
        />
      </div>
      <div class="col-6">
        <h1 class="header mb-2">الأسئلة الشائعة</h1>
        <h5 class="subheader_faq">
          <b
            >أسئلة: ما هي الفروقات الرئيسية بين الترافرتين والرخام والحجر
            الجيري؟</b
          >
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>
            <b>الترافرتين</b>: تشتهر بفتحاتها ومساماتها الطبيعية، وتوفر مظهرًا
            ريفيًا.
          </li>
          <li>
            <b>رخام</b>: مصقولة وأنيقة، وغالبًا ما تحتوي على عروق ولمسة نهائية
            لامعة.
          </li>
          <li>
            <b>الحجر الجيري</b>: أكثر نعومة مع لمسة نهائية غير لامعة، مما يوفر
            مظهرًا طبيعيًا أكثر بساطة.
          </li>
        </ul>

        <h5 class="subheader_faq">
          <b>أسئلة: هل هذه البلاط مناسبة للاستخدام الخارجي؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، يمكن استخدام الأنواع الثلاثة في الهواء الطلق، لكن ملاءمتها
            تعتمد على التشطيب والمناخ. تعد الترافرتين والحجر الجيري من المواد
            الشائعة في الأفنية وشرفات المسابح نظرًا لخصائصها غير القابلة
            للانزلاق عندما لا يتم تلميعها.
          </li>
        </ul>

        <h5 class="subheader_faq"><b>أسئلة: ما مدى متانة هذه البلاط؟</b></h5>
        <ul class="description_font">
          <li>
            الرخام هو الأكثر صلابة ومتانة، يليه الترافرتين والحجر الجيري. ومع
            ذلك، تتطلب جميعها إغلاقًا مناسبًا للحفاظ على مظهرها وطول عمرها.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل تحتاج هذه البلاط إلى الختم؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، يوصى بإغلاق جميع الأنواع الثلاثة لمنع البقع والحفاظ على جمالها
            الطبيعي، وخاصة في المناطق ذات الرطوبة العالية أو حركة المرور
            الكثيفة.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: كيف أقوم بتنظيف وصيانة هذه البلاط؟</b>
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>استخدم منظفًا محايدًا من حيث الرقم الهيدروجيني.</li>
          <li>
            تجنب المنظفات الحمضية أو الكاشطة لأنها قد تؤدي إلى إتلاف الحجر.
          </li>
          <li>يوصى بإعادة الإغلاق بشكل منتظم لحماية البلاط.</li>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة: هل هذه البلاط صديقة للبيئة؟</b></h5>
        <ul class="description_font">
          <li>
            نعم، تعتبر الترافرتين والرخام والحجر الجيري أحجارًا طبيعية ذات تأثير
            بيئي ضئيل أثناء الاستخراج والإنتاج.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل يمكن استخدام هذه البلاط مع التدفئة تحت الأرضية؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، فهي موصلات ممتازة للحرارة وتعمل بشكل جيد مع أنظمة التدفئة تحت
            الأرضية.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل هذه البلاط زلقة عندما تكون مبللة؟</b>
        </h5>
        <ul class="description_font">
          <li>
            يمكن أن يكون الرخام المصقول زلقًا عندما يكون مبللاً، في حين توفر
            التشطيبات المصقولة أو المزخرفة من الحجر الجيري والحجر الجيري مقاومة
            أفضل للانزلاق.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: ما هي خيارات الألوان المتاحة؟</b>
        </h5>
        <ul class="description_font" style="margin: 0px">
          <li>
            <b>الترافرتين:</b> الألوان الترابية مثل البيج، والبني، والكريمي.
          </li>
          <li>
            <b>رخام:</b> الأبيض الكلاسيكي، والرمادي، والأسود، وأحيانا الأخضر أو
            ​​الأحمر.
          </li>
          <li>
            <b>الحجر الجيري:</b> ظلال محايدة من اللون البيج والرمادي والأبيض
            الناعم.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: كيف أختار البلاط المناسب لمشروعي؟</b>
        </h5>
        <ul class="description_font">
          <li>
            ضع في اعتبارك الموقع وتفضيلات التصميم والمتانة ومتطلبات الصيانة.
            للحصول على المساعدة، استشر خبراء Mekmar للحصول على نصائح شخصية.
          </li>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة: هل هذه البلاط باهظة الثمن؟</b></h5>
        <ul class="description_font">
          <li>
            تختلف الأسعار حسب نوع الحجر وجودته وتشطيبه. يميل الرخام إلى أن يكون
            الأغلى ثم يليه الحجر الجيري والحجر الجيري.
          </li>
        </ul>
        <h5 class="subheader_faq">
          <b>أسئلة: هل يمكن استخدام هذه البلاط في الحمامات؟</b>
        </h5>
        <ul class="description_font">
          <li>
            نعم، فهي مثالية للحمامات ولكنها تتطلب إغلاقًا مناسبًا لمقاومة
            الرطوبة والبقع.
          </li>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الارضيات</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل هذه البلاط مناسبة للمناطق ذات الحركة المرورية
              الكثيفة؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، الرخام والترافرتين ممتازان للمناطق ذات الحركة المرورية
              الكثيفة مع وجود مانع تسرب مناسب. الحجر الجيري أكثر ملاءمة للمناطق
              ذات الحركة المرورية المعتدلة بسبب طبيعته الأكثر ليونة.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكنني استخدام الترافرتين أو الرخام أو الحجر الجيري
              للأرضيات الدافئة؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، فهي موصلات رائعة للحرارة وتتناسب بشكل جيد مع أنظمة التدفئة
              تحت الأرضية.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط مقاومة للخدش؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يعتبر الرخام أكثر مقاومة للخدوش من الترافرتين أو الحجر الجيري،
              ولكن كلاهما يمكن أن يتعرض للخدش إذا تعرض لمواد كاشطة.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الواجهة والجدران</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكن استخدام الترافرتين أو الرخام أو الحجر الجيري
              للواجهات؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، تُستخدم عادةً في واجهات المنازل. يُضفي الرخام مظهرًا فخمًا،
              ويضيف الحجر الجيري ملمسًا رائعًا، ويضفي الحجر الجيري شعورًا
              طبيعيًا وخالدًا.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط جيدة للجدران المميزة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالتأكيد! الجدران الرخامية تخلق انطباعًا مميزًا، بينما يضيف الحجر
              الجيري والحجر الجيري الدفء والملمس.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل تحتاج بلاطات الحائط هذه إلى أي صيانة خاصة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالنسبة للتطبيقات الرأسية، يكفي إزالة الغبار بانتظام والتنظيف
              العرضي باستخدام منظف ذي درجة حموضة محايدة. يساعد الختم على منع
              امتصاص الماء أو الأوساخ.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>البلاط الخارجي والمناظر الطبيعية</b></h5>
        <ul class="description_font" style="margin: 0px">
          <h5 class="subheader_faq">
            <b>أسئلة: ما هو نوع البلاط الأفضل للاستخدام الخارجي؟</b>
          </h5>
          <ul class="description_font_2" style="margin: 0px">
            <li>
              <b>الترافرتين: </b>مثالية للفناءات وحمامات السباحة بسبب سطحها غير
              القابل للانزلاق.
            </li>
            <li><b>الحجر الجيري: </b>مثالية للممرات أو مسارات الحديقة.</li>
            <li>
              <b>رخام: </b>يعمل بشكل أفضل في المناطق الخارجية المغطاة بسبب سطحه
              المصقول.
            </li>
          </ul>
          <h5 class="subheader_faq">
            <b>أسئلة: كيف تعمل هذه البلاط في درجات الحرارة المتجمدة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تتمتع الترافرتين والحجر الجيري بمقاومة أكبر لدورات التجمد
              والذوبان، بشرط أن يتم إغلاقهما بشكل صحيح. يمكن أن يتشقق الرخام إذا
              لم يتم صيانته بشكل كافٍ في المناخات الباردة.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل يمكنني استخدام هذه البلاط لمناظر الحديقة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، تعتبر الترافرتين والحجر الجيري من الأحجار المشهورة المستخدمة
              في تصميم المناظر الطبيعية بسبب ألوانها الترابية ومقاومتها
              للانزلاق.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاطات الرصف</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b>أسئلة: ما هي فوائد استخدام بلاط الحجر الطبيعي؟</b>
          </h5>
          <ul class="description_font_2" style="margin: 0px">
            <li>المتانة وطول العمر.</li>
            <li>جمالية خالدة وطبيعية.</li>
            <li>مقاومة للحرارة، مما يجعلها مريحة للمناطق حافية القدمين.</li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: كيف يتم مقارنة بلاط الترفرتين مع بلاط الخرسانة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تعتبر أحجار الترفرتين أكثر متانة ومقاومة للحرارة وجذابة بصريًا من
              الخرسانة ولكنها تأتي بتكلفة أعلى.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل تتطلب الأرصفة تركيبًا خاصًا؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              تتطلب أحجار البناء الطبيعية قاعدة صلبة، وتسوية مناسبة، وإعادة
              إغلاق من حين لآخر لضمان إطالة عمرها.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>بلاط الجدران والواجهات</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b
              >أسئلة: هل يمكنني استخدام الحجر الجيري أو الحجر الجيري للبلاط
              الخلفي؟</b
            >
          </h5>
          <ul class="description_font_2">
            <li>
              نعم، فهي خيارات ممتازة لخلفية المطبخ أو الحمام، حيث تضيف الملمس
              والشخصية.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل بلاط الجدران الرخامي يتلطخ بسهولة؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يمكن أن يتلطخ الرخام إذا تعرض لمواد حمضية، ولكن الختم يقلل من هذا
              الخطر.
            </li>
          </ul>
        </ul>
        <h5 class="subheader_faq"><b>أسئلة الصيانة</b></h5>
        <ul style="margin: 0px" class="description_font">
          <h5 class="subheader_faq">
            <b>أسئلة: كم مرة تحتاج البلاط الخارجي إلى الختم؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              بالنسبة للتطبيقات الخارجية، يوصى بإعادة الإغلاق كل 1-2 سنة،
              اعتمادًا على الظروف الجوية.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: ما هي أفضل طريقة لتنظيف البلاط الخارجي؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              استخدم خرطومًا للتنظيف المنتظم ومنظفًا محايدًا للأس الهيدروجيني
              للأوساخ العنيدة. تجنب الغسيل بالضغط العالي لأنه قد يؤدي إلى تآكل
              الأحجار الأكثر ليونة مثل الحجر الجيري والحجر الجيري.
            </li>
          </ul>

          <h5 class="subheader_faq">
            <b>أسئلة: هل هذه البلاط مقاومة للطحالب أو الطحالب؟</b>
          </h5>
          <ul class="description_font_2">
            <li>
              يمنع التنظيف المنتظم والختم نمو الطحالب والطحالب على الأسطح
              الخارجية.
            </li>
          </ul>
        </ul>
      </div>
    </div>
  </div>
</template>

<script lang="ts" setup>
let isMobile = ref(false);
if (process.client) {
  isMobile.value = window.innerWidth <= 768 ? true : false;
}
const videos = [
  {
    id: 30,
    name: "س1: ما هو أفضل حجر طبيعي للمساحات الخارجية؟",
    videoId: "G5RRCH97-Lk",
  },
];
</script>
